Repository: valarcon42madrid/ft_trascendance
Catalog: mysite/locale/*/LC_MESSAGES/django.po
Languages: fr

source: User name
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: English
fr: Anglaise

source: Spanish
fr: Espagnole

source: French
fr: Français

source: Waiting player 2
fr: En attente du joueur 2

source: Playing
fr: Jouant

source: Match over
fr: Match terminé

source: Español
fr: Espagnole

source: Error loading updated content
fr: Erreur lors du chargement du contenu

source: Login
fr: Se connecter

source: Signup
fr: S'inscrire

source: Wrong data
fr: Données erronées

source: User
fr: Utilisateur

source: Logout
fr: Se déconnecter

source: Show 2FA QR
fr: Afficher le 2FA QR

source: Quick match
fr: Match rapide

source: Play
fr: Jouer

source: List of my matches
fr: Liste de mes matchs

source: List of matches
fr: Liste des matchs

source: Tournaments
fr: Tournois

source: Tournament registration
fr: Inscription au tournoi

source: Tournament information
fr: Informations sur les tournois

source: Tournament play
fr: Jouer à un tournoi

source: Tournament administration
fr: Administration du tournoi

source: Upcoming tournaments
fr: Tournois à venir

source: Sesion expired. Please log in again
fr: Séance expirée. Veuillez vous reconnecter

source: Alias eliminated
fr: Alias éliminé

source: Updated alias:
fr: Alias mis à jour:

source: Alias not valid
fr: Alias non valide

source: Error updating alias
fr: Erreur lors de la mise à jour de l'alias

source: An error occurred while processing the form.
fr: Une erreur s'est produite lors du traitement du formulaire.

source: The request failed with an error
fr: La demande a échoué avec une erreur

source: Home
fr: Maison

source: Welcome!
fr: Bienvenu!

source: Username
fr: Nom d'utilisateur

source: Clear
fr: Effacer

source: Log in error or wrong password
fr: Erreur de connexion ou mot de passe erroné

source: I haven't signed up yet
fr: Je ne suis pas encore inscrit

source: Confirm Password
fr: Mot de passe

source: Register
fr: Registre

source: I have already signed up
fr: Je suis déjà inscrit

source: Player 1
fr: Joueur 1

source: Score player 1
fr: Ponctuation joueur 1

source: Player 2
fr: Joueur 2

source: Score player 2
fr: Ponctuation joueur 2

source: Beginning
fr: Début

source: Ending
fr: Fin

source: Duration
fr: Durée

source: New
fr: Nouveau

source: Tournament name
fr: Nom du tournoi

source: Start of registration
fr: Début des inscriptions

source: End of registration
fr: Fin de l'inscription

source: Start of matches
fr: Début des matchs

source: Maximum match duration in minutes
fr: Durée maximale des matchs en minutes

source: Minutes between matches
fr: Minutes entre les matchs

source: Settings
fr: Paramètres

source: Edit tournement
fr: Modifier le tournoi

source: Save
fr: Sauvegarder

source: Players registered
fr: Joueurs inscrits

source: Matches
fr: Matchs

source: New Alias:
fr: Nouveau alias:

source: Update Alias
fr: Mettre à jour l'alias
